tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services", "https://github.com/Homebrew/homebrew-services.git"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "glib"
brew "automake"
brew "awscli"
brew "bash"
brew "chrome-cli"
brew "colima"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "docker"
brew "docker-compose"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "icu4c@75"
brew "imagemagick"
brew "libsixel"
brew "luarocks"
brew "ncurses"
brew "pidof"
brew "putty"
brew "screen"
brew "tailscale"
brew "tmux"
brew "vim"
brew "watch"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "chromium"
cask "dbeaver-community"
cask "drawio"
cask "font-hackgen-nerd"
cask "ghostty"
cask "google-japanese-ime"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "session-manager-plugin"
cask "visual-studio-code"
cask "wezterm"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "eamodio.gitlens"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ritwickdey.liveserver"
vscode "timonwong.shellcheck"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
