arcticicestudio.nord-visual-studio-code
bmewburn.vscode-intelephense-client
eamodio.gitlens
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
ritwickdey.liveserver
vscodevim.vim
xdebug.php-debug
