bumblebee-status
docker-rootless-extras
downgrade
google-chrome
gyazo
lemurs-git
light-git
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-theme-git
nordzy-cursors
nordzy-icon-theme-git
paru
python-pulsectl
qt5-styleplugins
rofi-power-menu
rtl8812au-dkms-git
slack-desktop
ttf-cica
ttf-font-icons
ttf-hackgen
volta-bin
xmind
