acpi
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alacritty
amd-ucode
autoconf
automake
base
bat
binutils
bison
blueman
bluez
bluez-qt
bluez-utils
clipmenu
dbus-python
deno
discord
dunst
easyeffects
entr
exa
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-nord
fcitx5-qt
fcitx5-skk
feh
file
findutils
flex
font-manager
fzf
gawk
gcc
geeqie
gettext
git
github-cli
gnome-system-monitor
gnome-themes-extra
go
grep
groff
gtk-engine-murrine
gtk-engines
gtk4
gvfs
gzip
i3-gaps
i3status
imagemagick
imagemagick-doc
iwd
kmscon
libadwaita
libtool
light-locker
lightdm
lightdm-webkit2-greeter
linux-firmware
linux-zen
lxappearance-gtk3
m4
make
man-db
man-pages
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openssh
otf-font-awesome
otf-ipafont
pacman
pacman-contrib
patch
pavucontrol
picom
pipewire-alsa
pipewire-pulse
pkgconf
pyenv
python
python-i3ipc
python-poetry
python-pynvim
python-send2trash
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ripgrep
rofi
rofi-calc
rust
sed
sudo
texinfo
thunar
tig
trash-cli
ttf-dejavu
ttf-font-awesome
unarchiver
unzip
vim
vivaldi
wezterm
wget
which
xdg-user-dirs
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-vesa
xfce4-appfinder
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
