acpi
alacritty
alsa-utils
arandr
archlinux-keyring
autoconf
automake
base
base-devel
binutils
bison
blueberry
blueman
bluez
bluez-qt5
bluez-utils
btrfs-progs
cantata
catimg
chafa
clipmenu
cmake
code
coin-or-mp
colordiff
composer
dbus-broker
debugedit
discord
dkms
docker
docker-compose
dunst
expect
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-qt
fcitx5-skk
feh
figlet
file
findutils
flex
font-manager
fuse-overlayfs
gawk
gcc
geeqie
gettext
gimp
git
glow
gnome-system-monitor
gnome-themes-extra
gnu-free-fonts
go
gparted
grep
groff
gtk-engine-murrine
gtk-engines
gtk2
gtk3
gtk4
gufw
gvfs
gzip
i3-wm
i3lock
imagemagick
iwd
jp2a
jre-openjdk
kio5
libcaca
libfido2
libmythes
libpaper
libreoffice-still
libreoffice-still-ja
libsixel
libtool
light-locker
lightdm
linux-firmware
linux-zen
linux-zen-headers
lua-sec
luarocks
lxappearance-gtk3
m4
make
man-db
man-pages
mariadb-libs
mousepad
mpd
mupdf
ncmpc
neofetch
network-manager-applet
networkmanager
ninja
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obsidian
obsidian-icon-theme
onefetch
openslide
openssh
openssl-1.1
otf-font-awesome
otf-ipaexfont
otf-ipamjfont
pacman
pacman-contrib
pamixer
patch
pavucontrol
peek
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
postgresql-libs
pstoedit
python-i3ipc
python-keyrings-alt
qrencode
qt5-base
reflector
rofi
rofi-calc
rsync
ruby
rust
rxvt-unicode
rxvt-unicode-terminfo
sane
sed
slirp4netns
sudo
tailscale
texinfo
thunar
tk
tree
ttf-bigblueterminal-nerd
ttf-dejavu
ttf-font-awesome
ttf-hack-nerd
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-ubuntu-font-family
ufw
unarchiver
unixodbc
unzip
usbutils
veracrypt
vim
vivaldi
vivaldi-ffmpeg-codecs
vivid
vlc
w3m
wezterm
wget
which
wireplumber
wpa_supplicant
xdg-user-dirs
xf86-input-evdev
xf86-input-synaptics
xf86-video-vesa
xfce4-power-manager
xfce4-screenshooter
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xss-lock
yarn
yubikey-manager
yubikey-manager-qt
zip
zsh
