bumblebee-status
cantata
docker-rootless-extras
downgrade
etcher-bin
git-remote-codecommit
google-chrome
gyazo
lemonade-git
lightdm-mini-greeter
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-theme-git
nordzy-cursors
nordzy-icon-theme
postman-bin
python-pulsectl
qt5-styleplugins
rofi-power-menu
simplescreenrecorder
slack-desktop
ttf-cica
ttf-font-icons
ttf-hackgen
ttf-moralerspace
visual-studio-code-bin
xfce-polkit
xremap-x11-bin
yay
