a2jmidid
acpi
adljack
adlplug
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
aeolus
agordejo
aj-snapshot
alacritty
aliki
alsa-firmware
alsa-utils
amb-plugins
ambdec
ambix
ams
ams-lv2
amsynth
apache
ardour
artyfx
aubio
audacity
autoconf
automake
avldrums.lv2
base
bat
bchoppr
beatslash-lv2
bespokesynth
binutils
bison
blop
blop.lv2
blueman
bluez
bluez-qt
bluez-utils
bsequencer
bshapr
bslizr
cantata
caps
cardinal-jack
cardinal-lv2
cardinal-vst
cardinal-vst3
carla
chuck
clipmenu
cmatrix
cmt
csound
csound-plugins
csoundqt
dbus-python
deno
deteriorate-lv2
dgedit
din
discord
distrho-ports
docker
docker-compose
dpf-plugins
dragonfly-reverb
drumgizmo
drumkv1
dunst
easyeffects
ebumeter
ecasound
element
entr
eq10q
eteroj.lv2
exa
fabla
fakeroot
faust
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-qt
fcitx5-skk
feh
figlet
fil-plugins
file
findutils
flex
fluajho
fomp.lv2
font-manager
foxdot
freewheeling
fzf
g2reverb
gawk
gcc
geeqie
geonkick
gettext
gigedit
git
github-cli
gmsynth.lv2
gnome-system-monitor
gnome-themes-extra
gnu-free-fonts
go
gparted
grep
groff
gtk-engine-murrine
gtk-engines
gtk4
gtop
gufw
guitarix
gvfs
gzip
haskell-tidal
helm-synth
hexter
htop
hydrogen
i3-gaps
i3status
iempluginsuite
imagemagick
imagemagick-doc
infamousplugins
ir.lv2
iwd
jaaa
jack-example-tools
jack-stdio
jack_capture
jack_delay
jack_mixer
jack_utils
jackmeter
jackminimix
jacktrip
jalv
japa
jconvolver
jnoisemeter
jsampler
kmscon
laborejo
libadwaita
libsixel
libtool
light-locker
lightdm
lightdm-webkit2-greeter
lilypond
linux-firmware
linux-zen
linux-zen-headers
linuxsampler
liquidsfz
lmms
lolcat
luppp
lv2file
lxappearance-gtk3
m4
make
man-db
man-pages
mariadb
marsyas
mcp-plugins
mda.lv2
mellite
mephisto.lv2
meterbridge
midi_matrix.lv2
midimsg-lv2
mixxx
moony.lv2
mousepad
mpd
mupdf
muse
musescore
ncmpcpp
neofetch
neovide
neovim
neovim-qt
network-manager-applet
networkmanager
ninjas2
njconnect
nmap
noise-repellent
non-mixer
non-sequencer
non-timeline
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-settings
openssh
opnplug
osc2midi
osmid
otf-font-awesome
otf-ipaexfont
otf-ipamjfont
pacman
pacman-contrib
padthv1
patch
patchmatrix
patroneo
pavucontrol
pd
pd-lua
peek
php7
picom
pipewire-alsa
pipewire-pulse
pkgconf
polyphone
pvoc
pyenv
python
python-i3ipc
python-poetry
python-pynvim
python-send2trash
qastools
qjackctl
qmidiarp
qmidictl
qmidinet
qmidiroute
qsampler
qsynth
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qtractor
qxgedit
realtime-privileges
reaper
rev-plugins
ripgrep
rofi
rofi-calc
rosegarden
ruby
rust
samplv1
sc3-plugins
scrot
sed
setbfree
sfizz
sherlock.lv2
snd
solaar
solfege
sonic-pi
sonic-visualiser
sorcer
sound-gambit
spectmorph
ssr
stochas
sudo
supercollider
surge
sweep
swh-plugins
synthv1
tailscale
tap-plugins
tembro
texinfo
thunar
tig
timidity++
trash-cli
ttf-dejavu
ttf-font-awesome
ttf-roboto
ttf-ubuntu-font-family
unarchiver
unzip
vagrant
vamp-aubio-plugins
vamp-plugin-sdk
vco-plugins
vico
vim
virtualbox
vivaldi
vivaldi-ffmpeg-codecs
vlc
vm.lv2
vmpk
wah-plugins
wezterm
wget
which
wolf-shaper
wolf-spectrum
x42-plugins
xdg-user-dirs
xf86-input-synaptics
xfce4-appfinder
xfce4-power-manager
xmonk.lv2
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yabridge
yass
yoshimi
yt-dlp
zam-plugins
zip
zita-ajbridge
zita-at1
zita-bls1
zita-dc1
zita-dpl1
zita-lrx
zita-mu1
zita-njbridge
zita-rev1
zsh
zynaddsubfx
