# bases
base
base-devel
linux-zen
linux-firmware
vim
git
zsh
iwd
networkmanager
man-db
man-pages
archlinux-keyring

amd-ucode or intel-ucode

# system
acpi
pacman-contrib
xdg-user-dirs
xf86-input-synaptics
gvfs
ntfs-3g
btrfs-progs
fuse-overlayfs
slirp4netns

# GUI
xorg
qt5-base
gtk4
gtk-engine-murrine
gtk-engines
lxappearance-gtk3
xf86-video-amdgpu | xf86-video-intel | xf86-video-nouveau | nvidia-dkms

# desktop
i3-gaps
python-i3ipc
i3lock
picom
rofi
fcitx5-im
fcitx5-skk
fcitx5-mozc
thunar
geeqie
mupdf
network-manager-applet
vivaldi
vivaldi-ffmpeg-codecs
vlc
xfce4-power-manager
dunst
rofi-calc
feh
peek
gnome-system-monitor
gnome-themes-extra

# sound
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
wireplumber
pavucontrol
alsa-utils
bluez
bluez-utils
bluez-qt
bluez-tools
blueberry
blueman

# develop
neovim
neovide
deno
wezrterm
alacritty
docker
docker-compose
python
pyenv
mariadb
npm
openssh
tailscale
github-cli

# font
otf-font-awesome
otf-ipaexfont
otf-ipamjfont
ttf-dejavu
ttf-font-awesome
ttf-roboto
ttf-ubuntu-font-family
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
gnu-free-fonts

# library
trash-cli
zip
unarchiver
unzip
ufw
gufw
ruby
go
rust
exa
bat
clipmenu
fzf
imagemagick
imagemagick-doc
